export default {
  common: {
    site_name: "KamiMap",
    site_desc: "ပုံနှိပ်နိုင်သော မြေပုံအချက်အလက်များအတွက် စာရွက်မြေပုံ",
    share: "မျှဝေရန်",
    about: "ဤဝက်ဘ်ဆိုက်အကြောင်း",
    contribute: "ပါဝင်ဆောင်ရွက်ရန် ကြိုဆိုပါသည်",
    title: "ပုံနှိပ်နိုင်သော မြေပုံအချက်အလက်များအတွက် စာရွက်မြေပုံ",
    language: "ဘာသာစကား",
    printed_at: "ပုံနှိပ်သည့်အချိန်: ",
    back_to_home: "မူလစာမျက်နှာသို့ ပြန်သွားရန်",
    loading: "အချက်အလက်များကို တင်နေပါသည်...",
    error_loading_maps: "မြေပုံများကို တင်ရန် အမှားဖြစ်နေပါသည်",
    retry: "ပြန်လည်ကြိုးစားပါ",
    no_maps_available: "အသုံးပြုနိုင်သော မြေပုံများ မရှိပါ"
  },
  about: {
    desc: "ဤဝက်ဘ်ဆိုက်သည် အိုးပင်းဆော့စ် ဖြစ်ပါသည်။ ဤပရောဂျက်တွင် ပါဝင်လိုပါက {githubRepo} သို့ သွားရောက်ပါ။ လူတိုင်းကို ကြိုဆိုပါသည်၊ အထူးသဖြင့် JavaScript သို့မဟုတ် Leaflet အတွေ့အကြုံရှိသူများကို ပါဝင်ရန် ဖိတ်ခေါ်ပါသည်။",
    github_repository: "Code for Japan ၏ Github repository"
  },
  root: {},
  map: {
    not_found: "စာမျက်နှာကို ရှာမတွေ့ပါ။",
    back_to_maps: "မြေပုံစာရင်းသို့ ပြန်သွားရန်",
    desc_1: "လူအများမှ စုဆောင်းထားသော မြေပုံအချက်အလက်များ။",
    desc_2: "သင်လိုအပ်သော ဧရိယာများသို့ မြေပုံကို ချိန်ညှိသောအခါ၊",
    desc_3: "ပုံနှိပ်ရန် အကောင်းဆုံးပြင်ဆင်ထားသော မြေပုံအချက်အလက်များကို ပြသပါမည်။",
    desc_4: "မှန်ကန်သော အချိန်အတွက် မှန်ကန်သော အချက်အလက်ကို ရွေးချယ်ပါ။",
    desc_5: "ပုံနှိပ်စက္ကူပေါ်တွင် အံဝင်ခွင်ကျ ဖြစ်ပါမည်။",
    desc_6: "ပုံနှိပ်ပြီး အချက်အလက်လိုအပ်သူများထံ ပေးပို့ပါ။",
    desc_7: "",
    loading: "မြေပုံကို တင်နေပါသည်...",
    error_loading: "မြေပုံကို တင်ရန် အမှားဖြစ်နေပါသည်",
    printed_at: "ပုံနှိပ်သည့်အချိန်: "
  },
  PrintableMap: {
    name: "အမည်: ",
    print: "ပုံနှိပ်ရန်",
    legend: "သင်္ကေတများ",
    show_all: "အားလုံးပြရန်",
    close_area_select: "ဧရိယာရွေးချယ်မှု ပိတ်ရန်",
    back_to_map: "ယခင်မြေပုံသို့ ပြန်သွားရန်",
    open_datasource: "ဒေတာရင်းမြစ်ကို ဖွင့်ရန်",
    no_point_in_map: "ပြသနေသော မြေပုံပေါ်တွင် အမှတ်များ မရှိပါ",
    close_list: "စာရင်းပိတ်ရန်",
    map_url: "https://tile.openstreetmap.jp/styles/maptiler-basic-en/{z}/{x}/{y}.png"
  },
  category: {
    "未分類": "အမျိုးအစားမခွဲထားသော",
    "避難所": "ခိုလှုံရာနေရာ",
    "自主避難所": "မိမိဆန္ဒအလျောက် ခိုလှုံရာနေရာ",
    "給水所": "ရေပေးဝေရာဌာန",
    "入浴施設": "ရေချိုးခန်းအဆောက်အအုံ",
    "携帯充電": "မိုဘိုင်းဖုန်းအားသွင်းခြင်း",
    "無料Wi-Fi": "အခမဲ့ Wi-Fi",
    "ガソリンスタンド": "ဓာတ်ဆီဆိုင်"
  }
}