export default {
  common: {
    site_name: "KamiMap",
    site_desc: "छाप्न योग्य नक्सा जानकारीको लागि पेपर म्याप",
    share: "साझा गर्नुहोस्",
    about: "यो साइटको बारेमा",
    contribute: "योगदान गर्न स्वागत छ",
    title: "छाप्न योग्य नक्सा जानकारीको लागि पेपर म्याप",
    language: "भाषा",
    printed_at: "छापिएको: ",
    back_to_home: "गृहपृष्ठमा फर्कनुहोस्",
    loading: "लोड हुँदैछ...",
    error_loading_maps: "नक्सा लोड गर्न त्रुटि",
    retry: "पुनः प्रयास गर्नुहोस्",
    no_maps_available: "उपलब्ध नक्सा छैन"
  },
  about: {
    desc: "यो साइट खुला स्रोत हो। यदि तपाईं यस परियोजनामा योगदान गर्न चाहनुहुन्छ भने, कृपया {githubRepo} मा जानुहोस्। सबैलाई स्वागत छ, र हामी विशेष गरी JavaScript वा Leaflet को अनुभव भएकाहरूलाई हामीसँग जोडिन आमन्त्रण गर्दछौं।",
    github_repository: "Code for Japan को Github रिपोजिटरी"
  },
  root: {},
  map: {
    not_found: "पृष्ठ फेला पार्न सकिएन।",
    back_to_maps: "नक्सा सूचीमा फर्कनुहोस्",
    desc_1: "विभिन्न व्यक्तिहरूद्वारा संकलित नक्सा जानकारी।",
    desc_2: "जब तपाईं आवश्यक क्षेत्रहरूमा नक्सा समायोजन गर्नुहुन्छ,",
    desc_3: "छपाइको लागि अनुकूलित नक्सा जानकारी प्रदर्शित हुनेछ।",
    desc_4: "सही समयको लागि सही जानकारी छान्नुहोस्।",
    desc_5: "यो छपाइ कागजमा राम्रोसँग फिट हुनेछ।",
    desc_6: "यसलाई छाप्नुहोस् र जानकारी चाहिने व्यक्तिहरूलाई पठाउनुहोस्।",
    desc_7: "",
    loading: "नक्सा लोड हुँदैछ...",
    error_loading: "नक्सा लोड गर्न त्रुटि",
    printed_at: "छापिएको समय: "
  },
  PrintableMap: {
    name: "नाम: ",
    print: "छाप्नुहोस्",
    legend: "प्रतीक सूची",
    show_all: "सबै देखाउनुहोस्",
    close_area_select: "क्षेत्र चयन बन्द गर्नुहोस्",
    back_to_map: "अघिल्लो नक्सामा फर्कनुहोस्",
    open_datasource: "डाटा स्रोत खोल्नुहोस्",
    no_point_in_map: "प्रदर्शित नक्सामा कुनै पनि बिन्दुहरू छैनन्",
    close_list: "सूची बन्द गर्नुहोस्",
    map_url: "https://tile.openstreetmap.jp/styles/maptiler-basic-en/{z}/{x}/{y}.png"
  },
  category: {
    "未分類": "वर्गीकरण नगरिएको",
    "避難所": "आश्रयस्थल",
    "自主避難所": "स्वैच्छिक आश्रयस्थल",
    "給水所": "पानी आपूर्ति केन्द्र",
    "入浴施設": "स्नान सुविधाहरू",
    "携帯充電": "मोबाइल फोन चार्जिङ",
    "無料Wi-Fi": "नि:शुल्क वाई-फाई",
    "ガソリンスタンド": "पेट्रोल पम्प"
  }
}