export default {
  common: {
    site_name: "KamiMap",
    site_desc: "මුද්‍රණය කළ හැකි සිතියම් තොරතුරු සඳහා කඩදාසි සිතියම",
    share: "බෙදාගන්න",
    about: "මෙම අඩවිය ගැන",
    contribute: "දායක වීමට සාදරයෙන් පිළිගනිමු",
    title: "මුද්‍රණය කළ හැකි සිතියම් තොරතුරු සඳහා කඩදාසි සිතියම",
    language: "භාෂාව",
    printed_at: "මුද්‍රණය කළ වේලාව: ",
    back_to_home: "මුල් පිටුවට ආපසු යන්න",
    loading: "තොරතුරු ආනයන කරමින්...",
    error_loading_maps: "සිතියම් ආනයන කරමින් දෝෂයක්",
    retry: "නැවත උත්සාහ කරන්න",
    no_maps_available: "පවතින සිතියම් නොමැත"
  },
  about: {
    desc: "මෙම අඩවිය විවෘත මූලාශ්‍රයකි. ඔබට මෙම ව්‍යාපෘතියට දායක වීමට අවශ්‍ය නම්, කරුණාකර {githubRepo} වෙත පිවිසෙන්න. සියල්ලන්ට සාදරයෙන් පිළිගනිමු, විශේෂයෙන් JavaScript හෝ Leaflet පිළිබඳ අත්දැකීම් ඇති අය අප සමඟ එක්වීමට ආරාධනා කරමු.",
    github_repository: "Code for Japan හි Github ගබඩාව"
  },
  root: {},
  map: {
    not_found: "පිටුව සොයාගත නොහැක.",
    back_to_maps: "සිතියම් ලැයිස්තුවට ආපසු යන්න",
    desc_1: "විවිධ පුද්ගලයින් විසින් එකතු කරන ලද සිතියම් තොරතුරු.",
    desc_2: "ඔබට අවශ්‍ය ප්‍රදේශ වලට සිතියම සකස් කරන විට,",
    desc_3: "මුද්‍රණය සඳහා යොමු කරන ලද සිතියම් තොරතුරු පෙන්වනු ඇත.",
    desc_4: "නිවැරදි මොහොත සඳහා නිවැරදි තොරතුරු තෝරන්න.",
    desc_5: "එය මුද්‍රණ කඩදාසියට හොඳින් ගැලපෙනු ඇත.",
    desc_6: "එය මුද්‍රණය කර තොරතුරු අවශ්‍ය පුද්ගලයින්ට යවන්න.",
    desc_7: "",
    loading: "සිතියම ආනයන කරමින්...",
    error_loading: "සිතියම් ආනයන කරමින් දෝෂයක්",
    printed_at: "මුද්‍රණය කළ වේලාව: "
  },
  PrintableMap: {
    name: "නම: ",
    print: "මුද්‍රණය කරන්න",
    legend: "සංකේත පුවරුව",
    show_all: "සියල්ල පෙන්වන්න",
    close_area_select: "ප්‍රදේශ තේරීම වසන්න",
    back_to_map: "පෙර සිතියමට ආපසු යන්න",
    open_datasource: "දත්ත මූලාශ්‍රය විවෘත කරන්න",
    no_point_in_map: "පෙන්වන සිතියමේ කිසිදු ලක්ෂ්‍යයක් නොමැත",
    close_list: "ලැයිස්තුව වසන්න",
    map_url: "https://tile.openstreetmap.jp/styles/maptiler-basic-en/{z}/{x}/{y}.png"
  },
  category: {
    "未分類": "වර්ගීකරණය නොකළ",
    "避難所": "රැකවරණ ස්ථාන",
    "自主避難所": "ස්වේච්ඡා රැකවරණ ස්ථාන",
    "給水所": "ජල සැපයුම් මධ්‍යස්ථානය",
    "入浴施設": "ස්නාන පහසුකම්",
    "携帯充電": "ජංගම දුරකථන ආරෝපණය",
    "無料Wi-Fi": "නොමිලේ Wi-Fi",
    "ガソリンスタンド": "ඉන්ධන පිරවුම්හල"
  }
}