export default {
  common: {
    site_name: "KamiMap",
    site_desc: "แผนที่กระดาษสำหรับข้อมูลแผนที่ที่พิมพ์ได้",
    share: "แชร์",
    about: "เกี่ยวกับเว็บไซต์นี้",
    contribute: "ยินดีต้อนรับการมีส่วนร่วม",
    title: "แผนที่กระดาษสำหรับข้อมูลแผนที่ที่พิมพ์ได้",
    language: "ภาษา",
    printed_at: "พิมพ์เมื่อ: ",
    back_to_home: "กลับไปที่หน้าแรก",
    loading: "กำลังโหลดข้อมูล...",
    error_loading_maps: "เกิดข้อผิดพลาดในการโหลดแผนที่",
    retry: "ลองอีกครั้ง",
    no_maps_available: "ไม่มีแผนที่ให้บริการ"
  },
  about: {
    desc: "เว็บไซต์นี้เป็นโอเพนซอร์ส หากคุณต้องการมีส่วนร่วมในโครงการนี้ กรุณาเยี่ยมชม {githubRepo} ยินดีต้อนรับทุกท่าน และเราขอเชิญชวนผู้ที่มีประสบการณ์ด้าน JavaScript หรือ Leaflet มาร่วมงานกับเรา",
    github_repository: "คลังข้อมูล Github ของ Code for Japan"
  },
  root: {},
  map: {
    not_found: "ไม่พบหน้า",
    back_to_maps: "กลับไปที่รายการแผนที่",
    desc_1: "ข้อมูลแผนที่ที่รวบรวมโดยผู้คนหลากหลาย",
    desc_2: "เมื่อคุณปรับแผนที่ไปยังพื้นที่ที่คุณต้องการ",
    desc_3: "ข้อมูลแผนที่ที่เหมาะสำหรับการพิมพ์จะแสดงขึ้น",
    desc_4: "เลือกข้อมูลที่เหมาะสมสำหรับช่วงเวลาที่เหมาะสม",
    desc_5: "จะพอดีกับกระดาษพิมพ์",
    desc_6: "พิมพ์และส่งให้ผู้ที่ต้องการข้อมูล",
    desc_7: "",
    loading: "กำลังโหลดแผนที่...",
    error_loading: "เกิดข้อผิดพลาดในการโหลดแผนที่",
    printed_at: "พิมพ์เมื่อ: "
  },
  PrintableMap: {
    name: "ชื่อ: ",
    print: "พิมพ์",
    legend: "คำอธิบายสัญลักษณ์",
    show_all: "แสดงทั้งหมด",
    close_area_select: "ปิดการเลือกพื้นที่",
    back_to_map: "กลับไปยังแผนที่ก่อนหน้า",
    open_datasource: "เปิดแหล่งข้อมูล",
    no_point_in_map: "ไม่มีจุดใดๆ ปรากฏบนแผนที่ที่แสดงอยู่",
    close_list: "ปิดรายการ",
    map_url: "https://tile.openstreetmap.jp/styles/maptiler-basic-en/{z}/{x}/{y}.png"
  },
  category: {
    "未分類": "ไม่มีหมวดหมู่",
    "避難所": "ที่พักพิง",
    "自主避難所": "ที่พักพิงอาสาสมัคร",
    "給水所": "จุดจ่ายน้ำ",
    "入浴施設": "สิ่งอำนวยความสะดวกในการอาบน้ำ",
    "携帯充電": "จุดชาร์จโทรศัพท์มือถือ",
    "無料Wi-Fi": "Wi-Fi ฟรี",
    "ガソリンスタンド": "ปั๊มน้ำมัน"
  }
}